# -*- coding: utf-8 -*-
dam_code = {
    u'เขื่อนภูมิพล':'bb',
    u'เขื่อนสิริกิติ์':'sk', #wrong spelling
    u'เขื่อนศรีนครินทร์':'snk',
    u'เขื่อนวชิราลงกรณ':'vsr',
    u'เขื่อนรัชชประภา':'rpp',
    u'เขื่อนบางลาง':'bl',
    u'เขื่อนท่าทุ่งนา':'ttn',
    u'เขื่อนแก่งกระจาน':'ggj',
    u'เขื่อนแม่งัด':'mng',
    u'เขื่อนอุบลรัตน์':'ubr',
    u'เขื่อนน้ำพุง':'np',
    u'เขื่อนสิรินธร':'srt',
    u'เขื่อนจุฬาภรณ์':'jlp',
    u'เขื่อนห้วยกุ่ม':'hg',
    u'เขื่อนปากมูล':'pm',
    u'โรงไฟฟ้าลำตะคอง':'rtk',
    u'โรงไฟฟ้าบ้านสันติ':'bst'
}
